Repository: Ahmedd-web/Work_Hub
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appTitle
source: Mhnty
ar: مهنتي

# searchHint
source: Looking for a job..
ar: ابحث عن وظيفة...

# menuAbout
source: About Us
ar: من نحن

# menuServicesAds
source: Services Ads
ar: إعلانات الخدمات

# menuContact
source: Contact Us
ar: اتصل بنا

# menuPrivacy
source: Privacy Policy and Terms of Use
ar: سياسة الخصوصية وشروط الاستخدام

# menuLogin
source: Login
ar: تسجيل الدخول

# menuLogout
source: Logout
ar: تسجيل الخروج

# menuDeleteAccount
source: Delete Account
ar: حذف الحساب

# actionCreateResume
source: Create your resume
ar: أنشئ سيرتك الذاتية

# actionPostJob
source: Post a job for free
ar: انشر وظيفة مجاناً

# sectionJobCategories
source: Job Categories
ar: تصنيفات الوظائف

# actionSeeMore
source: See more
ar: عرض المزيد

# sectionFeaturedOffers
source: Featured Offers
ar: عروض مميزة

# bannerDreamTitle
source: Your Dream Job
ar: وظيفتك الحلم

# bannerDreamSubtitle
source: Explore curated openings tailored to your skills.
ar: استكشف الوظائف المختارة حسب مهاراتك.

# bannerDreamBadge
source: Apply now
ar: قدّم الآن

# bannerTopCompaniesTitle
source: Top Companies
ar: أفضل الشركات

# bannerTopCompaniesSubtitle
source: Connect with leading teams hiring this week.
ar: تواصل مع الفرق الرائدة التي توظف هذا الأسبوع.

# bannerTopCompaniesBadge
source: View companies
ar: عرض الشركات

# bannerRemoteTitle
source: Remote Friendly
ar: فرص عن بُعد

# bannerRemoteSubtitle
source: Discover remote roles across multiple industries.
ar: اكتشف فرص العمل عن بُعد في مختلف القطاعات.

# bannerRemoteBadge
source: See all roles
ar: عرض كل الوظائف

# categoryInternationalOrganizations
source: International Organizations
ar: المنظمات الدولية

# categorySales
source: Sales
ar: المبيعات

# categoryAdministration
source: Administration & Secretary
ar: الإدارة والسكرتاريا

# categoryEngineering
source: Engineering
ar: الهندسة

# categoryDesigner
source: Designer
ar: التصميم

# categoryProgramming
source: Programming
ar: البرمجة

# categoryMarketing
source: Marketing
ar: التسويق

# categoryCustomerSupport
source: Customer Support
ar: دعم العملاء

# jobDeptQuality
source: Quality
ar: الجودة

# jobDeptAdministration
source: Administration
ar: الإدارة

# jobDeptFinance
source: Finance
ar: المالية

# offerBoostedTitle
source: Boosted Listing
ar: إعلان مميز

# offerBoostedSubtitle
source: Appear at the top of every search for 7 days.
ar: ظهور في أعلى نتائج البحث لمدة 7 أيام.

# offerBoostedBadge
source: Premium
ar: مميز

# offerUrgentTitle
source: Urgent Hire
ar: توظيف عاجل

# offerUrgentSubtitle
source: Highlight your role with an urgent badge and alert.
ar: أبرز وظيفتك بعلامة عاجل وتنبيه خاص.

# offerUrgentBadge
source: Sponsored
ar: برعاية

# offerSpotlightTitle
source: Talent Spotlight
ar: إبراز المواهب

# offerSpotlightSubtitle
source: Showcase your profile to companies looking now.
ar: اعرض ملفك للجهات الباحثة عنك الآن.

# offerSpotlightBadge
source: Popular
ar: شائع

# filterAnyTime
source: Any time
ar: أي وقت

# filterCategory
source: Category
ar: التصنيف

# filterLast24h
source: Last 24 hours
ar: آخر 24 ساعة

# filterLast7d
source: Past week
ar: الأسبوع الماضي

# filterLast30d
source: Past month
ar: الشهر الماضي

# filterAllCategories
source: All categories
ar: كل التصنيفات

# filterChooseCountry
source: Choose country
ar: اختر الدولة

# jobCompanyConfidential
source: Confidential
ar: سري

# jobLocationJordan
source: Tripoli
ar: طرابلس

# jobLocationSaudi
source: Benghazi
ar: بنغازي

# jobFeaturedBadge
source: Featured post
ar: إعلان مميز

# jobTitleQualitySupervisor
source: Quality Supervisor
ar: مشرف جودة

# jobTitleAdminOfficer
source: Admin Officer
ar: مسؤول إداري

# jobTitleInternalAuditor
source: Internal Auditor
ar: مدقق داخلي

# jobTitleFinanceSpecialist
source: Finance Specialist
ar: أخصائي مالي

# languageEnglish
source: English
ar: الإنجليزية

# languageArabic
source: Arabic
ar: العربية

# appLoading
source: Loading...
ar: جارٍ التحميل...

# welcomeTitle
source: Welcome to Nuqta Wasl
ar: مرحبًا بك في نقطة وصل

# welcomeSubtitle
source: Your gateway to seamless work management.
ar: بابك الأول لإدارة العمل بكفاءة.

# welcomeJobSeeker
source: I am job Seeker
ar: أنا باحث عن عمل

# welcomeEmployer
source: I am an Employer
ar: أنا صاحب عمل

# welcomeBrowseAsGuest
source: Or you can browse as a guest
ar: أو يمكنك التصفح كزائر

# welcomeContinueGuest
source: Continue as Guest
ar: الاستمرار كزائر

# welcomeHaveAccount
source: Do you already have an account?
ar: هل لديك حساب بالفعل؟

# welcomeLogin
source: Login
ar: تسجيل الدخول

# loginTitle
source: Welcome Back!
ar: مرحباً بعودتك!

# loginEmail
source: Email
ar: البريد الإلكتروني

# loginEmailHint
source: Enter your email...
ar: أدخل بريدك الإلكتروني...

# loginEmailRequired
source: Required
ar: مطلوب

# loginEmailInvalid
source: Invalid email address
ar: البريد الإلكتروني غير صالح

# loginPassword
source: Password
ar: كلمة المرور

# loginPasswordHint
source: Enter your password...
ar: أدخل كلمة المرور...

# loginPasswordRequired
source: Password is required
ar: كلمة المرور مطلوبة

# loginPasswordTooShort
source: Password must be at least 6 characters
ar: يجب أن تحتوي كلمة المرور على 6 أحرف على الأقل

# loginButton
source: Login
ar: تسجيل الدخول

# loginNoAccount
source: Don't have an account?
ar: لا تمتلك حساباً؟

# loginRegister
source: Register
ar: سجّل الآن

# registerTitle
source: Create Account
ar: إنشاء حساب

# registerTabEmployer
source: Register Employer
ar: تسجيل صاحب عمل

# registerTabJobSeeker
source: Register Job Seeker
ar: تسجيل باحث عن عمل

# fieldRequired
source: Required
ar: مطلوب

# registerFirstNameLabel
source: First Name
ar: الاسم الأول

# registerFirstNameHint
source: Enter first name...
ar: أدخل الاسم الأول...

# registerLastNameLabel
source: Last Name
ar: اسم العائلة

# registerLastNameHint
source: Enter last name...
ar: أدخل اسم العائلة...

# registerPhoneLabel
source: Phone Number
ar: رقم الهاتف

# registerPhoneHint
source: Enter phone number...
ar: أدخل رقم الهاتف...

# registerEmailLabel
source: Email
ar: البريد الإلكتروني

# registerPasswordLabel
source: Password
ar: كلمة المرور

# registerPasswordHint
source: Enter password...
ar: أدخل كلمة المرور...

# registerPasswordTooShort
source: Password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل

# registerConfirmPasswordLabel
source: Confirm Password
ar: تأكيد كلمة المرور

# registerConfirmPasswordHint
source: Re-enter password...
ar: أعد إدخال كلمة المرور...

# registerPasswordMismatch
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين

# registerEmployerNameLabel
source: Employer name
ar: اسم جهة العمل

# registerEmployerNameHint
source: Company, organization, restaurant name...
ar: اسم الشركة أو المؤسسة أو المطعم...

# registerButton
source: Register
ar: تسجيل

# registerHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟

# registerLoginLink
source: Login
ar: تسجيل الدخول

# authErrorWeakPassword
source: The password provided is too weak
ar: كلمة المرور المدخلة ضعيفة جدًا

# authErrorEmailInUse
source: The account already exists for that email
ar: يوجد حساب مسجل بهذا البريد الإلكتروني

# jobInfoTab
source: Job Info
ar: معلومات الوظيفة

# companyInfoTab
source: Company Info
ar: معلومات الشركة

source: Apply Now
ar: تقدم الآن

# jobDetailSalaryLabel
source: Salary
ar: الراتب

# jobDetailExperienceLabel
source: Experience
ar: الخبرة

# jobDetailLocationLabel
source: Location
ar: الموقع

# jobInfoSectionTitle
source: Job Information
ar: معلومات الوظيفة

# companyInfoSectionTitle
source: Company Information
ar: معلومات الشركة

# jobDescriptionTitle
source: Job Description
ar: وصف الوظيفة

# jobDetailJobTitle
source: Job Title
ar: المسمى الوظيفي

# jobDetailExperienceYears
source: Years of Experience
ar: سنوات الخبرة

# jobDetailEducationLevel
source: Education Level
ar: مستوى التعليم

# jobDetailDepartment
source: Department
ar: القسم

# jobDetailNationality
source: Nationality
ar: الجنسية

# jobDetailWorkLocation
source: Work Location
ar: مكان العمل

# jobDetailCity
source: City
ar: المدينة

# jobDetailDeadline
source: Apply Before
ar: آخر موعد للتقديم

# jobDetailCompanySummary
source: Company Summary
ar: نبذة عن الشركة

# jobDetailCompanyNameLabel
source: Company name
ar: اسم الشركة

# jobDescriptionDefault
source: Present your profile with confidence. Review the requirements, highlight your key achievements, and submit an application tailored to the hiring manager.
ar: قدّم خبراتك بثقة، وراجع متطلبات الوظيفة، وأبرز أهم إنجازاتك ثم أرسل طلباً مصمماً لما يحتاجه صاحب العمل.

# jobCompanySummaryDefault
source: We invest in continuous learning, transparent leadership, and an inclusive culture so every team member can grow.
ar: نستثمر في التعلم المستمر والقيادة الشفافة وبيئة عمل شاملة تمنح كل عضو فرصة حقيقية للنمو.

# savedEmptyMessage
source: You haven’t saved any jobs yet.
ar: لا توجد وظائف مفضلة حالياً.

# profilePersonalTab
source: Personal Info
ar: المعلومات الشخصية

# profileResumeTab
source: My Resume
ar: سيرتي الذاتية

# profileNameArabic
source: Name (Arabic)
ar: الاسم (بالعربية)

# profileNameEnglish
source: Name (English)
ar: الاسم (بالإنجليزية)

# profileAddress
source: Address
ar: العنوان

# profileNationality
source: Nationality
ar: الجنسية

# profileCity
source: City / Region
ar: المدينة / المنطقة

# profilePhone
source: Phone Number
ar: رقم الهاتف

# profileEmail
source: Email
ar: البريد الإلكتروني

# profileResumeTitle
source: Resume
ar: السيرة الذاتية

# profileResumePlaceholder
source: Your CV will appear here when uploaded.
ar: ستظهر سيرتك الذاتية هنا بعد رفعها.

# profileNoData
source: We couldn’t find your profile data yet. Please complete registration.
ar: لم نعثر على بيانات حسابك بعد. يرجى إكمال التسجيل.

# profileNameLabel
source: Full Name
ar: الاسم الكامل

# authErrorUserNotFound
source: No user found for that email
ar: لا يوجد مستخدم بهذا البريد الإلكتروني

# authErrorWrongPassword
source: Wrong password provided for that user
ar: كلمة المرور غير صحيحة لهذا الحساب

# logoutSuccess
source: You have been logged out
ar: تمّ تسجيل الخروج بنجاح

# navHome
source: Home
ar: الرئيسية

# navJobs
source: Jobs
ar: الوظائف

# navSaved
source: Saved
ar: المحفوظات

# navProfile
source: Profile
ar: الملف الشخصي

# placeholderTab
source: {tab} tab coming soon
ar: تبويب {tab} متاح قريباً

# jobPostedAt
source: posted at: {days} days ago
ar: تاريخ النشر: منذ {days} يوم

# themeDarkModeLabel
source: Dark Mode
ar: وضع الظلام

# editProfileTitle
source: Personal information
ar: المعلومات الشخصية

# editProfileFullName
source: Full name
ar: الاسم الكامل

# editProfilePhone
source: Phone number
ar: رقم الهاتف

# editProfileEmail
source: Email address
ar: البريد الإلكتروني

# editProfileCv
source: CV link
ar: رابط السيرة الذاتية

# editProfileUpload
source: Upload CV
ar: رفع السيرة الذاتية

# editProfileSave
source: Save
ar: حفظ

# editProfileSuccessTitle
source: Changes saved
ar: تم الحفظ

# editProfileSuccessMessage
source: Your profile information has been updated.
ar: تم تحديث بياناتك بنجاح.

# commonOk
source: OK
ar: حسناً

# deleteAccountTitle
source: Delete account?
ar: هل تريد حذف الحساب؟

# deleteAccountMessage
source: This will permanently remove your account and data. Continue?
ar: سيتم حذف حسابك وجميع بياناتك نهائيًا. هل تريد المتابعة؟

# deleteAccountSuccess
source: Your account has been deleted.
ar: تم حذف حسابك بنجاح.

# deleteAccountReauth
source: Please log in again before deleting your account.
ar: يرجى تسجيل الدخول من جديد قبل حذف الحساب.

# commonCancel
source: Cancel
ar: إلغاء

# cvCreateTitle
source: Build your CV
ar: إنشاء سيرتك الذاتية

# cvStepPersonalInfo
source: Personal information
ar: المعلومات الشخصية

# cvStepContact
source: Contact information
ar: معلومات التواصل

# cvStepSkills
source: Personal skills
ar: المهارات الشخصية

# cvStepSummary
source: About me
ar: نبذة عني

# cvStepEducation
source: Education
ar: التعليم

# cvStepCourses
source: Training courses
ar: الدورات التدريبية

# cvStepExperience
source: Work experience
ar: الخبرات العملية

# cvFieldJobTitleAr
source: Job title (Arabic)
ar: المسمى الوظيفي بالعربية

# cvFieldJobTitleEn
source: Job title (English)
ar: المسمى الوظيفي بالإنجليزية

# cvFieldEducationLevel
source: Education level
ar: المستوى التعليمي

# cvFieldYearsExperience
source: Years of experience
ar: عدد سنوات الخبرة

# cvFieldPhone1
source: Phone number (1)
ar: رقم الهاتف (1)

# cvFieldPhone2
source: Phone number (2)
ar: رقم الهاتف (2)

# cvFieldPhone3
source: Phone number (3)
ar: رقم الهاتف (3)

# cvFieldEmail
source: Email
ar: البريد الإلكتروني

# cvFieldSkillPlaceholder
source: Type a skill then press add
ar: أدخل مهارة ثم اضغط إضافة

# cvFieldSummaryAr
source: Objective in Arabic
ar: الهدف الوظيفي بالعربية

# cvFieldSummaryEn
source: Objective in English
ar: الهدف الوظيفي بالإنجليزية

# cvEducationInstitution
source: Educational institution
ar: المؤسسة التعليمية

# cvEducationMajorAr
source: Major in Arabic
ar: التخصص باللغة العربية

# cvEducationMajorEn
source: Major in English
ar: التخصص باللغة الإنجليزية

# cvEducationStartDate
source: Start date
ar: تاريخ بداية الدراسة

# cvEducationEndDate
source: End date
ar: تاريخ نهاية الدراسة

# cvExperienceCompanyAr
source: Company name (Arabic)
ar: اسم الشركة بالعربية

# cvExperienceCompanyEn
source: Company name (English)
ar: اسم الشركة بالإنجليزية

# cvExperienceRoleAr
source: Job title (Arabic)
ar: المسمى الوظيفي بالعربية

# cvExperienceRoleEn
source: Job title (English)
ar: المسمى الوظيفي بالإنجليزية

# cvExperienceDescription
source: Description
ar: الوصف

# cvExperienceStartDate
source: Start date
ar: تاريخ بداية العمل

# cvExperienceEndDate
source: End date
ar: تاريخ نهاية العمل

# cvCourseOrganization
source: Course organizer
ar: الجهة المنظمة للدورة

# cvCourseTitle
source: Course title
ar: عنوان الدورة

# cvCourseDate
source: Course date
ar: تاريخ الدورة

# cvButtonAdd
source: Add
ar: إضافة

# cvButtonSaveContinue
source: Save & continue
ar: حفظ واستمرار

# cvButtonPrevious
source: Previous
ar: السابق

# cvButtonFinish
source: Finish
ar: إنهاء

# cvButtonStart
source: Create your CV
ar: ابدأ إنشاء سيرتك الذاتية

# cvEmptyMessage
source: You have not created your CV yet.
ar: لم تقم بإنشاء سيرتك الذاتية بعد.

# cvDownloadTitle
source: Download my CV
ar: تنزيل سيرتي الذاتية

# cvDownloadFree
source: Free CV
ar: CV مجانية

# cvDownloadButton
source: Download
ar: تنزيل

# cvDownloadCta
source: Download my CV
ar: تنزيل سيرتي الذاتية

# cvDownloadSubtitle
source: Choose how you’d like to export your CV.
ar: اختر الطريقة المناسبة لتنزيل سيرتك الذاتية.

# cvDownloadFreeDesc
source: Standard PDF export.
ar: تصدير PDF عادي.

# cvDownloadPremiumDesc
source: Enhanced formatting and layout.
ar: تصدير PDF بتنسيق منسّق.

# cvDownloadGoldDesc
source: Premium template with advanced styling.
ar: قالب احترافي مع تنسيق متقدم.

# cvDownloadComingSoon
source: Coming soon
ar: قريبًا

# cvDownloadToast
source: Download options will be available soon.
ar: سيتم تفعيل خيارات التنزيل قريبًا.

# cvSectionMainInfo
source: Main information
ar: المعلومات الرئيسية

# cvSectionContact
source: Contact information
ar: معلومات التواصل

# cvSectionContactPhones
source: Phone numbers
ar: أرقام الهواتف

# cvSectionContactEmail
source: Email address
ar: البريد الإلكتروني

# cvSectionSkills
source: Personal skills
ar: المهارات الشخصية

# cvSectionSummary
source: About me
ar: نبذة عني

# cvSectionEducation
source: Education
ar: التعليم

# cvSectionCourses
source: Training courses
ar: الدورات التدريبية

# cvSectionExperience
source: Work experience
ar: الخبرات العملية

# cvNoData
source: No data
ar: لا يوجد بيانات

# cvAddSkill
source: Add skill
ar: أضف مهارة

# cvSkillsEmpty
source: No skills added yet.
ar: لم تتم إضافة مهارات.

# cvSummaryEmpty
source: No summary provided.
ar: لا توجد نبذة حتى الآن.

# cvCreateCta
source: Start building your CV
ar: ابدأ إنشاء سيرتك الذاتية

# cvEditButton
source: Edit my CV
ar: تعديل سيرتي الذاتية

# employerPremiumHeaderLabel
source: Premium
ar: الباقة المميزة

# employerPremiumOverviewTitle
source: Work
ar: عمل

# employerPremiumOverviewBody
source: Flexible posting plans tailored to your hiring needs Improved visibility through featured ads Cost-effective hiring with scalable options.
ar: خطط نشر مرنة مصممة لتناسب احتياجات التوظيف رؤية محسّنة من خلال الإعلانات المميزة توظيف فعال من حيث التكلفة مع خيارات قابلة للتوسع.

# employerPremiumChooseDuration
source: Choose subscription duration
ar: اختر مدة الاشتراك

# employerPremiumSubscribeNow
source: Subscribe now ({price}\$)
ar: اشترك الآن ({price}\$)

# employerPremiumPopularBadge
source: Most popular 🔥
ar: الأكثر شيوعاً 🔥

# employerPlanLabelWeek
source: Duration 1 week
ar: خطة أسبوع واحد

# employerPlanLabelMonth
source: Duration 1 month
ar: خطة شهر واحد

# employerPlanLabelThreeMonths
source: Duration 3 months
ar: خطة ثلاثة أشهر

# employerPlanLabelSixMonths
source: Duration 6 months
ar: خطة ستة أشهر

# employerPlanLabelYear
source: Duration 1 year
ar: خطة سنة كاملة

# employerPlanBenefitJobPosts
source: {count} job posts
ar: {count} إعلان وظيفة

# employerPlanBenefitVisibilityDays
source: Listing visible for {days} days
ar: مدة ظهور الإعلان {days} يوم

# employerPlanBenefitResumeViews
source: {count} resume views
ar: {count} عرض سيرة ذاتية

# employerPlanBenefitFeaturedAds
source: {count} featured boosts
ar: {count} تعزيز مميز

# employerPlanBenefitEdits
source: {count} ad edits
ar: {count} تعديل إعلان

# employerPlanBenefitEditsUnlimited
source: Unlimited ad edits
ar: عدد غير محدود من تعديلات الإعلان

# employerJobsStatusActive
source: Active
ar: فعالة

# employerJobsStatusArchived
source: Archived
ar: مؤرشفة

# employerJobsStatusDeleted
source: Deleted
ar: محذوفة

# employerJobsLoginPrompt
source: Please sign in to view your jobs.
ar: يرجى تسجيل الدخول لعرض الوظائف.

# employerJobsLoadError
source: Couldn't load jobs: {error}
ar: تعذر تحميل الوظائف: {error}

# employerJobsEmpty
source: No jobs found.
ar: لا توجد وظائف.

# employerJobsSearchHint
source: Search jobs
ar: ابحث في الوظائف

# employerJobsDefaultTitle
source: Job
ar: وظيفة

# employerJobsExperienceLabel
source: Experience: {value}
ar: سنوات الخبرة: {value}

# employerJobsEducationLabel
source: Education level: {value}
ar: مستوى التعليم: {value}

# employerJobsActionLabel
source: Active
ar: فعالة

# employerResumesSearchHint
source: Search resumes...
ar: ابحث في السير الذاتية..

# employerAccountDefaultCompanyName
source: Company Account
ar: حساب الشركة

# employerAccountLoginRequired
source: Please sign in as an employer to view this page.
ar: يرجى تسجيل الدخول كصاحب عمل لعرض هذه الصفحة.

# employerAccountLoadError
source: An error occurred while loading data: {error}
ar: حدث خطأ أثناء تحميل البيانات: {error}

# employerAccountTitle
source: Account
ar: الحساب

# employerAccountIndustryPlaceholder
source: Select your company industry
ar: اختر مجال عمل الشركة

# employerAccountTabInfo
source: Account info
ar: معلومات الحساب

# employerAccountTabAbout
source: Company bio
ar: نبذة عن الشركة

# employerAccountFieldCompanyName
source: Company name
ar: اسم الشركة

# employerAccountFieldIndustry
source: Industry
ar: مجال عمل الشركة

# employerAccountFieldWebsite
source: Company website
ar: موقع الشركة

# employerAccountFieldPhone1
source: Company phone 1
ar: رقم الشركة 1

# employerAccountFieldPhone2
source: Company phone 2
ar: رقم الشركة 2

# employerAccountFieldEmail
source: Company email
ar: بريد الشركة

# employerAccountSectionInfoTitle
source: Company information
ar: معلومات الشركة

# employerAccountSectionContactTitle
source: Contact details
ar: وسائل التواصل

# employerAccountAboutArabic
source: Company bio (Arabic)
ar: نبذة عن الشركة (بالعربية)

# employerAccountAboutEnglish
source: Company bio (English)
ar: نبذة عن الشركة (بالإنجليزية)

# employerEditInfoSuccess
source: Company information saved successfully.
ar: تم حفظ معلومات الشركة بنجاح.

# employerEditInfoFailure
source: Failed to save: {error}
ar: فشل الحفظ: {error}

# employerEditInfoHeader
source: Company information
ar: معلومات الشركة

# employerEditInfoLabelCompanyName
source: Company name (Arabic)
ar: اسم الشركة (بالعربية)

# employerEditInfoLabelIndustry
source: Industry (Arabic)
ar: مجال الشركة (بالعربية)

# employerEditInfoLabelAdvertiserRole
source: Advertiser role
ar: دور المعلن

# employerEditInfoLabelAddress
source: Address
ar: المدينة / العنوان

# employerEditInfoLabelWebsite
source: Company website
ar: موقع الشركة

# employerEditInfoSectionPhones
source: Contact details
ar: بيانات الاتصال

# employerEditInfoLabelPhoneSecondary
source: Secondary phone (optional)
ar: رقم الشركة 2 (اختياري)

# employerEditInfoLabelEmail
source: Email address
ar: البريد الإلكتروني للشركة

# employerEditInfoSaveButton
source: Save
ar: حفظ

# employerEditInfoValidationRequired
source: This field is required
ar: هذا الحقل مطلوب

# employerEditInfoRoleOwner
source: Business owner
ar: مالك الشركة

# employerEditInfoRoleAgency
source: Recruitment agency
ar: وكالة توظيف

# employerEditInfoRoleHR
source: HR representative
ar: مندوب الموارد البشرية

# employerEditInfoSelectRoleTitle
source: Select advertiser role
ar: اختر دور المعلن

# employerEditInfoAddressTripoli
source: Tripoli
ar: طرابلس

# employerEditInfoAddressBenghazi
source: Benghazi
ar: بنغازي

# employerEditInfoAddressMisrata
source: Misrata
ar: مصراتة

# employerEditInfoAddressSabha
source: Sabha
ar: سبها

# employerEditInfoAddressDerna
source: Derna
ar: درنة

# employerEditInfoAddressGharyan
source: Gharyan
ar: غريان

# employerEditInfoSelectAddressTitle
source: Select city
ar: اختر المدينة

# employerEditInfoLabelPhonePrimary
source: Primary phone
ar: رقم الشركة 1

# employerEditAboutSuccess
source: Company bio updated successfully.
ar: تم تحديث نبذة الشركة بنجاح.

# employerEditAboutFailure
source: Failed to save bio: {error}
ar: تعذر حفظ النبذة: {error}

# employerEditAboutHeader
source: Company bio
ar: نبذة عن الشركة

# employerEditAboutLabelArabic
source: Company bio (Arabic)
ar: نبذة عن الشركة (بالعربية)

# employerEditAboutLabelEnglish
source: Company bio (English)
ar: نبذة عن الشركة (بالإنجليزية)

# employerEditAboutSaveButton
source: Save
ar: حفظ

# employerEditAboutValidationRequired
source: This field is required
ar: هذا الحقل مطلوب

# employerNavAccount
source: Account
ar: الحساب

# employerNavJobs
source: Jobs
ar: الوظائف

# employerNavResumes
source: Resumes
ar: السير الذاتية

# employerNavHome
source: Home
ar: الرئيسية

# applicantNotifsLogin
source: Sign in to view notifications
ar: سجّل الدخول لرؤية الإشعارات

# applicantNotifsLoadError
source: Error loading notifications
ar: خطأ في تحميل الإشعارات

# applicantNotifsEmpty
source: No notifications
ar: لا توجد إشعارات

# applicantNotifsAcceptedTitle
source: Your application was accepted
ar: تم قبول طلبك

# applicantNotifsRejectedTitle
source: Your application was rejected
ar: تم رفض طلبك

# applicantNotifsAcceptedBody
source: You were accepted for the job {jobTitle}. Please contact the company.
ar: تم قبولك في وظيفة {jobTitle}. تواصل مع الشركة.

# applicantNotifsRejectedBody
source: Your application for {jobTitle} was declined.
ar: ?? ???? ?? ????? {jobTitle}.

# employerPostJobStepInfo
source: Job info
ar: معلومات الوظيفة

# employerPostJobStepLocation
source: Location
ar: الموقع

# employerPostJobStepDescription
source: Description
ar: وصف الوظيفة

# employerPostJobStepApply
source: Application
ar: التقديم

# applyNameArLabel
source: Name in Arabic
ar: الاسم بالعربية

# applyNameArHint
source: Enter your name in Arabic
ar: اكتب اسمك بالعربية

# applyNameEnLabel
source: Name in English
ar: الاسم بالإنجليزية

# applyNameEnHint
source: Enter your name in English
ar: اكتب اسمك بالإنجليزية

# applyPhoneLabel
source: Phone number
ar: رقم الهاتف

# applyPhoneHint
source: Enter your phone number
ar: اكتب رقم هاتفك

# applyCvLabel
source: Resume (PDF)
ar: السيرة الذاتية (PDF)

# applyCvButton
source: Upload resume file
ar: رفع السيرة الذاتية
