Repository: Ahmedd-web/Work_Hub
Catalog: lib/l10n/intl_*.arb
Languages: ar

# applyCvRequired
source: Please attach a PDF resume
ar: يرجى إرفاق ملف PDF للسيرة الذاتية

# menuMembershipStatusFree
source: Free
ar: مجانية

# employerResumesTitle
source: Explore CVs
ar: استكشف السير الذاتية

# employerResumesSubtitle
source: Filter resumes by time and specialty to pick the best fit.
ar: اختر المرشح المثالي لفرصتك من خلال تصفية السير الذاتية حسب الوقت والتخصص.

# employerResumesTimeLabel
source: Time
ar: التوقيت

# employerResumesCategoryLabel
source: Category
ar: التخصص

# employerResumesTime24h
source: Last 24h
ar: آخر 24 ساعة

# employerResumesTime7d
source: Last 7 days
ar: آخر أسبوع

# employerResumesTime30d
source: Last 30 days
ar: آخر شهر

# employerResumesTimeAny
source: Anytime
ar: أي وقت

# employerResumesCatAll
source: All categories
ar: جميع التخصصات

# employerResumesCatTech
source: Tech
ar: التقنية

# employerResumesCatMarketing
source: Marketing
ar: التسويق

# employerResumesCatAdmin
source: Administration
ar: الإدارة

# employerResumesCatEngineering
source: Engineering
ar: الهندسة

# employerDashboardLatestResumes
source: Latest resumes
ar: أحدث السير الذاتية

# employerDashboardSeeMore
source: See more
ar: شاهد المزيد

# employerDashboardNoData
source: No data
ar: لا يوجد بيانات

# employerPostJobCta
source: Post your job for free
ar: أعلن وظيفتك مجاناً

# registerSuccessTitle
source: Account created
ar: تم إنشاء الحساب

# registerSuccessDesc
source: You can now log in
ar: يمكنك الآن تسجيل الدخول

# dialogWarningTitle
source: Warning
ar: تنبيه

# dialogSuccessTitle
source: Success
ar: نجاح

# dialogErrorTitle
source: Error
ar: خطأ

# dialogOk
source: OK
ar: حسناً

# dialogClose
source: Close
ar: إغلاق

# dialogLoginRequiredDesc
source: Please sign in to continue publishing
ar: يرجى تسجيل الدخول لإكمال النشر

# jobPostUpdateSuccess
source: Job updated successfully
ar: تم تحديث الوظيفة بنجاح

# jobPostPublishSuccess
source: Job published successfully
ar: تم نشر الوظيفة بنجاح

# jobPostSaveError
source: Error saving data: {error}
ar: ??? ??? ????? ??? ????????: {error}

# notifTitle
source: Notifications
ar: الإشعارات

# notifLoginRequired
source: Please sign in to view notifications.
ar: يرجى تسجيل الدخول لعرض الإشعارات.

# notifError
source: Error: {error}
ar: حدث خطأ: {error}

# notifEmpty
source: No notifications yet
ar: لا يوجد إشعارات حالياً

# notifNewApplication
source: New application
ar: طلب تقديم جديد

# notifUntitledJob
source: Untitled job
ar: وظيفة بدون عنوان

# notifApplicantNotFound
source: Application not found
ar: لم يتم العثور على المتقدم

# notifCvMissing
source: No saved resume for this applicant.
ar: لا توجد سيرة ذاتية مرفقة لهذا المتقدم.

# notifAccept
source: Accept
ar: قبول

# notifReject
source: Reject
ar: رفض

# notifSuccessAccept
source: Application accepted successfully
ar: تم قبول الطلب

# notifSuccessReject
source: Application rejected successfully
ar: تم رفض الطلب

# notifCopyCv
source: Copy link
ar: نسخ الرابط

# notifOpenCv
source: Open file
ar: فتح السيرة

# notifPhone
source: Phone
ar: الهاتف

# notifEmail
source: Email
ar: البريد الإلكتروني

# employerCompanyLoginTitle
source: Employer Login
ar: تسجيل دخول الشركات

# commonBack
source: Back
ar: السابق

# commonNext
source: Next
ar: التالي

# employerPostJobEditTitle
source: Edit job
ar: تعديل الوظيفة

# employerPostJobSubmit
source: Save and publish
ar: حفظ ونشر الإعلان

# postJobTitleArLabel
source: Job title (Arabic)
ar: المسمى الوظيفي بالعربية

# postJobTitleArHint
source: Enter the Arabic job title
ar: ادخل المسمى الوظيفي بالعربية

# postJobTitleEnLabel
source: Job title (English)
ar: المسمى الوظيفي بالإنجليزية

# postJobTitleEnHint
source: Enter the English job title
ar: ادخل المسمى الوظيفي بالإنجليزية

# postJobEducationLabel
source: Education level
ar: المستوى التعليمي

# postJobDepartmentLabel
source: Department
ar: القسم

# postJobExperienceLabel
source: Years of experience
ar: عدد سنوات الخبرة

# postJobExperienceHint
source: Enter years of experience
ar: حدد عدد سنوات الخبرة

# postJobCityLabel
source: City
ar: المدينة

# postJobCompanyLocationLabel
source: Company location
ar: موقع الشركة

# postJobCompanyLocationHint
source: Enter company location
ar: اكتب موقع الشركة

# postJobSalaryTitle
source: Listed salary
ar: الراتب المعلن

# postJobSalaryYes
source: Yes
ar: نعم

# postJobSalaryNo
source: Not specified
ar: غير معلن

# postJobSalaryFrom
source: Salary from
ar: الراتب من

# postJobSalaryTo
source: Salary to
ar: الراتب إلى

# postJobSalaryHintFrom
source: From
ar: من

# postJobSalaryHintTo
source: To
ar: إلى

# postJobCurrency
source: Currency
ar: العملة

# postJobDescriptionLanguage
source: Description language
ar: لغة الوصف

# postJobDescriptionLabel
source: Job description
ar: الوصف الوظيفي

# postJobDescriptionHint
source: Write the job objective
ar: اكتب نص الهدف الوظيفي

# postJobSkillsTitle
source: Personal skills
ar: المهارات الشخصية

# postJobSkillSelect
source: Select a skill
ar: اختر مهارة من القائمة

# postJobSkillCustomLabel
source: Add a custom skill
ar: أضف مهارة يدوياً

# postJobSkillCustomHint
source: Type the skill then tap add
ar: اكتب اسم المهارة ثم اضغط إضافة

# postJobAdd
source: Add
ar: إضافة

# postJobDeadlineLabel
source: Application deadline
ar: موعد التقديم

# postJobDeadlineHint
source: Pick the application end date
ar: حدد تاريخ نهاية التقديم

# postJobImageLabel
source: Ad image
ar: صورة الإعلان

# postJobApplyMethods
source: Application methods
ar: طريقة التقديم للوظيفة

# postJobApplyEmail
source: Apply via email
ar: التقديم عبر البريد الإلكتروني

# postJobApplyPhone
source: Apply via phone
ar: التقديم عبر الهاتف

# postJobApplyCv
source: Apply with CV upload
ar: التقديم مباشرة عن طريق السيرة الذاتية

# postJobHighlight
source: Highlight the job posting?
ar: هل تود تمييز الإعلان؟

# postJobShowCompany
source: Show company info?
ar: هل ترغب في إظهار معلومات الشركة؟

# postJobErrorTitleRequired
source: Enter the Arabic title
ar: يجب إدخال العنوان العربي

# postJobErrorEducation
source: Select education level
ar: اختر المؤهل التعليمي

# postJobErrorDepartment
source: Select department
ar: اختر القسم

# postJobErrorExperience
source: Enter years of experience
ar: اكتب سنوات الخبرة

# postJobErrorCity
source: Select city
ar: اختر المدينة

# postJobErrorCompanyLocation
source: Enter company location
ar: اكتب موقع الشركة

# postJobErrorSalaryRange
source: Enter salary range
ar: أدخل نطاق الراتب

# postJobErrorCurrency
source: Select currency
ar: اختر العملة

# postJobErrorDescriptionLang
source: Select description language
ar: اختر لغة الوصف

# postJobErrorDescription
source: Enter job description
ar: أدخل وصف الوظيفة

# postJobErrorDeadline
source: Enter application deadline
ar: أدخل آخر موعد للتقديم

# aboutHeaderTitle
source: About Mhnty
ar: من نحن - مهنتي

# aboutHeaderSubtitle
source: Connecting employers and job seekers with a clear, modern hiring experience.
ar: منصة تربط أصحاب العمل بالباحثين عن عمل بتجربة واضحة وعصرية.

# aboutWhoTitle
source: Who we are
ar: من نحن

# aboutMissionTitle
source: Our mission
ar: رسالتنا

# aboutMissionDesc
source: We connect employers with top talent and help job seekers reach the right opportunity quickly and confidently.
ar: نربط أصحاب العمل مع أفضل المواهب ونساعد الباحثين عن عمل للوصول للفرصة المناسبة بسرعة وثقة.

# aboutVisionTitle
source: Our vision
ar: رؤيتنا

# aboutVisionDesc
source: A modern Arabic hiring platform that supports smart recruitment and provides a smooth experience for companies and candidates.
ar: منصة توظيف عربية حديثة تدعم التوظيف الذكي وتوفر تجربة سلسة للشركات والباحثين عن العمل.

# aboutValuesTitle
source: Our values
ar: قيمنا

# aboutValuesDesc
source: Transparency, speed, and quality. We care about user experience and keep posting and applying simple and clear.
ar: الشفافية، السرعة، الجودة. نهتم بتجربة المستخدم ونبقي خطوات النشر والتقديم واضحة وبسيطة.

# aboutWhyTitle
source: Why Mhnty?
ar: لماذا مهنتي؟

# aboutWhyPoint1
source: Accurate job postings
ar: إعلانات وظيفية دقيقة

# aboutWhyPoint2
source: Easy Arabic interface
ar: واجهة عربية سهلة

# aboutWhyPoint3
source: Fast, clear support
ar: دعم سريع وواضح

# aboutWhyPoint4
source: Flexible posting options
ar: خيارات نشر مرنة

# servicesHeaderTitle
source: Advertising services
ar: الخدمات الإعلانية

# servicesHeaderSubtitle
source: Promote your jobs with flexible plans tailored to your needs.
ar: روّج لوظائفك بخطط مرنة تناسب احتياجاتك.

# servicesSectionTitle
source: Ad services
ar: الخدمات الإعلانية

# servicesPackagesTitle
source: Packages
ar: الباقات

# servicesChoosePlan
source: Choose this plan
ar: اختر هذه الخطة

# servicesInfo1Title
source: Fast posting
ar: نشر سريع

# servicesInfo1Desc
source: Reach candidates quickly with highlighted ads.
ar: وصول سريع للمرشحين بإعلانات مميزة.

# servicesInfo2Title
source: Wider reach
ar: انتشار أوسع

# servicesInfo2Desc
source: Boost visibility across categories and filters.
ar: تعزيز الظهور عبر التصنيفات والفلاتر

# servicesInfo3Title
source: Brand presence
ar: حضور العلامة

# servicesInfo3Desc
source: Showcase your company with richer visuals.
ar: إظهار هوية شركتك بصور أوضح.

# servicesPkg50Title
source: Plan 50 Dinar
ar: خطة 50 دينار

# servicesPkg50Price
source: 50 Dinar
ar: 50 دينار

# servicesPerkVis7
source: Listing visible for 7 days
ar: ظهور الإعلان 7 أيام

# servicesPerkResume20
source: 20 resume views
ar: 20 عرض سيرة ذاتية

# servicesPerkEdits1
source: 1 ad edit
ar: تعديل إعلان واحد

# servicesPkg100Title
source: Plan 100 Dinar
ar: خطة 100 دينار

# servicesPkg100Price
source: 100 Dinar
ar: 100 دينار

# servicesPerkPosts3
source: 3 job posts for 14 days
ar: 3 إعلانات لمدة 14 يوماً

# servicesPerkFeatured3
source: Featured + priority listing
ar: إبراز + أولوية عرض

# servicesPerkResume25
source: 25 resume views
ar: 25 عرض سيرة ذاتية

# servicesPkg150Title
source: Plan 150 Dinar
ar: باقة 150 دينار

# servicesPkg150Price
source: 150 Dinar
ar: 150 دينار

# servicesPerkPosts5
source: 5 job posts for 21 days
ar: 5 إعلانات لمدة 21 يومًا

# servicesPerkBoosted
source: Boosted placement
ar: تعزيز مميز

# servicesPerkSupport
source: Priority support
ar: دعم مخصص

# servicesPkg200Title
source: Plan 200 Dinar
ar: باقة 200 دينار

# servicesPkg200Price
source: 200 Dinar
ar: 200 دينار

# servicesPerkPosts8
source: 8 job posts per month
ar: 8 إعلانات مميزة

# servicesPerkFeaturedBoost
source: Featured + boosted ads
ar: ظهور بارز + تعزيز

# servicesPerkResumeViews
source: Extra resume views
ar: مشاهدات سير ذاتية إضافية

# servicesPkg250Title
source: Plan 250 Dinar
ar: باقة 250 دينار

# servicesPkg250Price
source: 250 Dinar
ar: 250 دينار

# servicesPerkPosts12
source: 12 job posts per month
ar: 12 إعلان مميز

# servicesPerkDedicatedMgr
source: Dedicated account manager
ar: مدير حساب مخصص

# servicesPerkVip
source: VIP placement
ar: خدمة VIP

# contactHeaderSubtitle
source: We are here to support your hiring journey.
ar: نحن هنا لمساعدتك في أي استفسارات.

# contactSectionContact
source: Contact details
ar: تفاصيل التواصل

# contactEmailTitle
source: Support email
ar: البريد الإلكتروني

# contactPhoneTitle
source: Phone
ar: الهاتف

# contactAddressTitle
source: Address
ar: العنوان

# contactAddressValue
source: Tripoli, Libya
ar: طرابلس - ليبيا

# contactFormTitle
source: Contact form
ar: نموذج التواصل

# contactNameLabel
source: Name
ar: الاسم

# contactNameHint
source: Enter your name
ar: اكتب اسمك

# contactEmailLabel
source: Email
ar: البريد الإلكتروني

# contactSubjectLabel
source: Subject
ar: الموضوع

# contactSubjectHint
source: What is your inquiry?
ar: عن ماذا تستفسر

# contactMessageLabel
source: Message
ar: الرسالة

# contactMessageHint
source: Write your message here...
ar: اكتب رسالتك هنا...

# contactSendButton
source: Send
ar: إرسال

# contactScheduleTitle
source: Working hours
ar: مواعيد العمل

# contactWorkdaysTitle
source: Sunday - Thursday
ar: الأحد - الخميس

# contactWorkdaysTime
source: 9:00 AM - 6:00 PM
ar: 9:00 صباحاً - 6:00 مساءً

# contactWeekendTitle
source: Friday - Saturday
ar: الجمعة - السبت

# contactWeekendTime
source: Closed
ar: عطلة

# privacyHeaderTitle
source: Privacy Policy
ar: سياسة الخصوصية

# privacyHeaderSubtitle
source: We explain how we keep your data safe inside Mhnty.
ar: نوضح لك كيف نحافظ على بياناتك داخل منصة مهنتي.

# contactHeaderTitle
source: Contact us
ar: اتصل بنا

# employerLoginIntro
source: Enter your company credentials to access the dashboard.
ar: أدخل بيانات شركتك للوصول إلى لوحة التحكم.

# menuMembershipTitle
source: Your current membership
ar: عضويتك الحالية
